HenryMax2025/achuang-esp32/sdkconfig.defaults.esp32s3
# ESP32-S3 专用配置
CONFIG_IDF_TARGET_ESP32S3=y
CONFIG_IDF_TARGET="esp32s3"

# PSRAM 配置
CONFIG_ESP32S3_PSRAM_SIZE_8MB=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_FREQ_80M=y
